9/data/attachments/f24db8973fa2b686.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Melissa_open_Friend_3131_1</nif:username>
            <nif:friendToBeRequested>soap_friends_ab958f1b-5b02-4dd2-8fc6-421991f2fb8a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>